Repository: vakesz/Glasstual
Catalog: Sources/App/Features/ServerProperties/ServerProperties.xcstrings
Source language: en
Languages: de, hu

# add-address-book-entry-button
source: Add Entry
de: Eintrag hinzufügen
hu: Bejegyzés hozzáadása

# add-channel-button
source: Add Channel
de: Kanal hinzufügen
hu: Csatorna hozzáadása

# add-highlight-button
source: Add Highlight
de: Hervorhebung hinzufügen
hu: Kiemelés hozzáadása

source: Add User Ignore Entry…
de: Ignorierregel hinzufügen…
hu: Felhasználómellőzési bejegyzés hozzáadása…

source: Add User Tracking Entry…
de: Beobachteten Benutzer hinzufügen…
hu: Felhasználókövetési bejegyzés hozzáadása…

source: Address Book
de: Adressbuch
hu: Címjegyzék

# address-type-automatic
source: Automatically choose
de: Automatisch auswählen
hu: Automatikus választás

source: All Channels
de: Alle Kanäle
hu: Összes csatorna

source: Alternative Nicknames
de: Alternative Nicknamen
hu: Alternatív becenevek

# autojoin-delay-after-connect-commands
source: Wait %ld seconds after these commands before joining
de: Nach diesen Befehlen %ld Sekunden vor dem Beitritt warten
hu: Várakozás %ld másodpercig a parancsok után, csatlakozás előtt

# autojoin-waits-for-connect-commands
source: Join channels only after these commands have run
de: Kanälen erst nach Ausführung dieser Befehle beitreten
hu: Csatlakozás csak a parancsok lefutása után

# autojoin-waits-for-nickserv
source: Wait for identification before joining channels
de: Vor dem Kanalbeitritt auf Identifizierung warten
hu: Várakozás az azonosításra a csatornákhoz csatlakozás előtt

source: Away Nickname
de: Abwesenheitsnickname
hu: Távolléti becenév

# certificate-fingerprint-help
source: The command tells NickServ to recognise you by this certificate. Send it once you are identified.
de: Der Befehl weist NickServ an, dich anhand dieses Zertifikats zu erkennen. Sende ihn, nachdem du dich identifiziert hast.
hu: A parancs arra utasítja a NickServet, hogy a tanúsítvány alapján ismerjen fel. Azonosítás után küldd el.

source: Certificate Name
de: Zertifikatsname
hu: Tanúsítvány neve

# change-button
source: Change Nickname
de: Nickname ändern
hu: Becenév módosítása

source: Channel List
de: Kanalliste
hu: Csatornalista

source: Choose an Identity
de: Identität auswählen
hu: Személyazonosság választása

# choose-network-title
source: Choose a Network
de: Netzwerk auswählen
hu: Hálózat választása

# cipher-suites-default
source: Default list
de: Standardliste
hu: Alapértelmezett lista

# cipher-suites-intermediate
source: Intermediate (for older servers)
de: Mittel (für ältere Server)
hu: Közepes (régebbi kiszolgálókhoz)

# cipher-suites-modern
source: Modern suites only
de: Nur moderne Suites
hu: Csak modern csomagok

# cipher-suites-system
source: System default
de: Systemstandard
hu: Rendszer szerinti

# cipher-suites-mozilla-2015
source: Version 5.2.7 list
de: Liste aus Version 5.2.7
hu: Az 5.2.7-es verzió listája

# cipher-suites-mozilla-2017
source: Version 7.0.0 list
de: Liste aus Version 7.0.0
hu: A 7.0.0-s verzió listája

# cipher-suites-none
source: Do not prefer specific suites
de: Keine bestimmten Suites bevorzugen
hu: Nincs előnyben részesített csomag

source: Client Certificate
de: Clientzertifikat
hu: Klienstanúsítvány

source: Computer Sleep Quit Message
de: Abschiedsnachricht beim Ruhezustand
hu: Kilépési üzenet a gép elalvásakor

source: Connect Commands
de: Verbindungsbefehle
hu: Kapcsolódási parancsok

source: Connect securely
de: Verschlüsselt verbinden
hu: Titkosított kapcsolódás

source: Connect using
de: Verbinden über
hu: Kapcsolódás ezzel

source: Connect when Glasstual opens
de: Beim Start von Glasstual verbinden
hu: Kapcsolódás a Glasstual indításakor

source: Connection Name
de: Verbindungsname
hu: Kapcsolat neve

source: Copy NickServ Command
de: NickServ-Befehl kopieren
hu: NickServ-parancs másolása

source: Copy NickServ Command for %@
de: NickServ-Befehl für %@ kopieren
hu: NickServ-parancs másolása ehhez: %@

source: CTCP VERSION Reply
de: CTCP-VERSION-Antwort
hu: CTCP VERSION válasz

# current-nickname-label
source: Current Nickname
de: Aktueller Nickname
hu: Jelenlegi becenév

# disconnect-on-pong-timer
source: Disconnect when no PING response is received
de: Trennen, wenn keine PING-Antwort eingeht
hu: Kapcsolat bontása, ha nem érkezik PING-válasz

# disconnect-on-reachability-change
source: Disconnect when reachability changes
de: Bei geänderter Erreichbarkeit trennen
hu: Kapcsolat bontása az elérhetőség változásakor

# disconnect-on-sasl-failure
source: Disconnect if SASL authentication fails
de: Bei fehlgeschlagener SASL-Authentifizierung trennen
hu: Kapcsolat bontása sikertelen SASL-hitelesítéskor

# disconnect-when-computer-sleeps
source: Disconnect when the computer sleeps
de: Beim Ruhezustand des Computers trennen
hu: Kapcsolat bontása a gép elalvásakor

# edit-address-book-entry-button
source: Edit Entry
de: Eintrag bearbeiten
hu: Bejegyzés szerkesztése

# edit-channel-button
source: Edit Channel
de: Kanal bearbeiten
hu: Csatorna szerkesztése

# edit-highlight-button
source: Edit Highlight
de: Hervorhebung bearbeiten
hu: Kiemelés szerkesztése

# encoding-fallback
source: Fallback
de: Ersatz
hu: Tartalék

# encoding-primary
source: Encoding
de: Zeichenkodierung
hu: Kódolás

source: Flood Control
de: Flood-Schutz
hu: Elárasztás elleni védelem

# flood-control-interval
source: Number of seconds
de: Anzahl Sekunden
hu: Másodpercek száma

# flood-control-message-count
source: Number of commands
de: Anzahl Befehle
hu: Parancsok száma

# includes-the-following-cipher-suites
source: The “%@” prefers these cipher suites, most preferred first.
de: "%@" bevorzugt diese Cipher-Suites in absteigender Reihenfolge.
hu: A(z) "%@" ezeket a titkosítási csomagokat részesíti előnyben, a leginkább előnyben részesített az első.

source: Modify Alternate Servers…
de: Alternative Server bearbeiten…
hu: Alternatív kiszolgálók módosítása…

# navigation-section-connection
source: Connection
de: Verbindung
hu: Kapcsolat

source: Network Socket
de: Netzwerkverbindung
hu: Hálózati kapcsolat

# new-nickname-label
source: New Nickname
de: Neuer Nickname
hu: Új becenév

# new-nickname-placeholder
source: Enter a new nickname
de: Neuen Nicknamen eingeben
hu: Adj meg új becenevet

# nick-serv-confirmation-explanation
source: Connect commands are sent before joining channels. NickServ identification waits for confirmation, for up to 30 seconds after sending. The delay above applies to other command lists.
de: Verbindungsbefehle werden vor dem Kanalbeitritt gesendet. Die NickServ-Identifizierung wartet danach bis zu 30 Sekunden auf Bestätigung. Die obige Verzögerung gilt für andere Befehlslisten.
hu: A kapcsolódási parancsokat a csatornákhoz csatlakozás előtt küldjük el. A NickServ-azonosítás a küldés után legfeljebb 30 másodpercig vár megerősítésre. A fenti késleltetés a többi parancslistára vonatkozik.

# nickname-change-description
source: The server refuses a nickname that is already in use.
de: Der Server lehnt bereits verwendete Nicknamen ab.
hu: A kiszolgáló elutasítja a már használatban lévő becenevet.

# nickname-password-help
source: Used to identify with NickServ, or as your SASL password. Stored in your keychain.
de: Wird zur NickServ-Identifizierung oder als SASL-Passwort verwendet. In deinem Schlüsselbund gespeichert.
hu: NickServ-azonosításhoz vagy SASL-jelszóként használjuk. A kulcskarikában tároljuk.

source: NickServ or SASL Password
de: NickServ- oder SASL-Passwort
hu: NickServ- vagy SASL-jelszó

source: No Certificate Selected
de: Kein Zertifikat ausgewählt
hu: Nincs kiválasztott tanúsítvány

source: No Certificates Available
de: Keine Zertifikate verfügbar
hu: Nincsenek elérhető tanúsítványok

source: Open System Settings…
de: Systemeinstellungen öffnen…
hu: Rendszerbeállítások megnyitása…

source: Part and Quit Message
de: Nachricht beim Verlassen und Beenden
hu: Csatornaelhagyási és kilépési üzenet

source: Perform Commands on Connect
de: Befehle beim Verbinden ausführen
hu: Parancsok végrehajtása kapcsolódáskor

source: Periodically PING the server
de: Server regelmäßig per PING prüfen
hu: Rendszeres PING küldése a kiszolgálónak

# please-enter-a-list-of-properly
source: “%@” is not a valid nickname. Separate alternative nicknames with spaces, for example: Guest1 Guest2 Guest3
de: "%@" ist kein gültiger Nickname. Trenne alternative Nicknamen durch Leerzeichen, zum Beispiel: Guest1 Guest2 Guest3
hu: A(z) "%@" nem érvényes becenév. Az alternatív beceneveket szóközzel válaszd el, például: Guest1 Guest2 Guest3

# please-enter-a-properly-formatted-proxy
source: Enter a proxy address, such as proxy.example.com.
de: Gib eine Proxyadresse wie proxy.example.com ein.
hu: Adj meg egy proxycímet, például proxy.example.com.

# please-enter-a-properly-formatted-username
source: Enter a username without spaces.
de: Gib einen Benutzernamen ohne Leerzeichen ein.
hu: Adj meg szóköz nélküli felhasználónevet.

# proxy-address
source: Address
de: Adresse
hu: Cím

# proxy-password
source: Password
de: Passwort
hu: Jelszó

# proxy-password-help
source: Stored in your keychain.
de: Wird in deinem Schlüsselbund gespeichert.
hu: A kulcskarikában tároljuk.

# proxy-type
source: Type of Proxy
de: Proxytyp
hu: Proxy típusa

# proxy-type-automatic
source: Automatic
de: Automatisch
hu: Automatikus

# proxy-type-http
source: HTTP Proxy (Anonymous)
de: HTTP-Proxy (anonym)
hu: HTTP-proxy (névtelen)

# proxy-type-none
source: None
de: Keine
hu: Nincs

# proxy-type-tor
source: Tor Anonymity Network
de: Tor-Anonymisierungsnetzwerk
hu: Tor anonimitási hálózat

# proxy-username
source: Username
de: Benutzername
hu: Felhasználónév

source: Real Name
de: Echter Name
hu: Valódi név

source: Reconnect after disconnect
de: Nach Trennung erneut verbinden
hu: Újracsatlakozás a kapcsolat bontása után

# reload-button
source: Reload
de: Neu laden
hu: Újratöltés

# remove-address-book-entry-button
source: Remove Entry
de: Eintrag entfernen
hu: Bejegyzés eltávolítása

# remove-channel-button
source: Remove Channel
de: Kanal entfernen
hu: Csatorna eltávolítása

# remove-highlight-button
source: Remove Highlight
de: Hervorhebung entfernen
hu: Kiemelés eltávolítása

source: Reset Certificate
de: Zertifikat zurücksetzen
hu: Tanúsítvány visszaállítása

source: Run commands silently
de: Befehle ohne Ausgabe ausführen
hu: Parancsok futtatása csendben

# select-a-certificate-to-send-when
source: Select a certificate to send when you connect securely.
de: Wähle ein Zertifikat, das beim verschlüsselten Verbinden gesendet werden soll.
hu: Válaszd ki a titkosított kapcsolódáskor elküldendő tanúsítványt.

source: Select Certificate…
de: Zertifikat auswählen…
hu: Tanúsítvány kiválasztása…

source: Server Address
de: Serveradresse
hu: Kiszolgáló címe

# server-address-network-hint
source: Type a network name, such as Libera.Chat, to fill in its address, port and encryption.
de: Gib einen Netzwerknamen wie Libera.Chat ein, um Adresse, Port und Verschlüsselung auszufüllen.
hu: Írj be egy hálózatnevet, például Libera.Chat, a cím, a port és a titkosítás kitöltéséhez.

source: Server Password
de: Serverpasswort
hu: Kiszolgálójelszó

# server-password-help
source: Sent with the PASS command when connecting, and stored in your keychain.
de: Wird beim Verbinden mit PASS gesendet und in deinem Schlüsselbund gespeichert.
hu: Kapcsolódáskor a PASS paranccsal küldjük el, és a kulcskarikában tároljuk.

# server-properties-navigation-menu-advanced
source: Advanced
de: Erweitert
hu: Haladó

# server-properties-navigation-menu-encoding
source: Encoding
de: Zeichenkodierung
hu: Kódolás

# server-properties-navigation-menu-general
source: General
de: Allgemein
hu: Általános

# server-properties-navigation-menu-highlights
source: Highlights
de: Hervorhebungen
hu: Említések

# server-properties-navigation-menu-identity
source: Identity
de: Identität
hu: Személyazonosság

# server-properties-navigation-menu-messages
source: Messages
de: Nachrichten
hu: Üzenetek

# server-specific-highlight-entry-exclude
source: Exclude
de: Ausschließen
hu: Kizárás

# server-specific-highlight-entry-match
source: Match
de: Treffer
hu: Egyezés

# set-invisible-mode-on-connect
source: Set invisible (+i) mode on connect
de: Beim Verbinden unsichtbaren Modus (+i) setzen
hu: Láthatatlan mód (+i) beállítása kapcsolódáskor

source: SHA-1 Fingerprint
de: SHA-1-Fingerabdruck
hu: SHA-1-ujjlenyomat

source: SHA-256 Fingerprint
de: SHA-256-Fingerabdruck
hu: SHA-256-ujjlenyomat

source: SHA-512 Fingerprint
de: SHA-512-Fingerabdruck
hu: SHA-512-ujjlenyomat

source: Sign in with SASL
de: Mit SASL anmelden
hu: Bejelentkezés SASL-lel

# template-custom-server-help
source: Enter the server’s address, port and password on the next screen.
de: Gib auf der nächsten Seite Serveradresse, Port und Passwort ein.
hu: A következő képernyőn add meg a kiszolgáló címét, portját és jelszavát.

# template-no-suggested-channels
source: This network suggests no channels.
de: Dieses Netzwerk empfiehlt keine Kanäle.
hu: Ez a hálózat nem ajánl csatornákat.

# template-picker-help
source: Pick a network to fill in its connection details, or choose Custom Server to enter your own.
de: Wähle ein Netzwerk, um dessen Verbindungsdaten zu übernehmen, oder Eigener Server, um sie selbst einzugeben.
hu: Válassz hálózatot a kapcsolati adatok kitöltéséhez, vagy az Egyéni kiszolgáló lehetőséggel add meg őket magad.

# template-registration-required
source: Registration required
de: Registrierung erforderlich
hu: Regisztráció szükséges

# template-suggested-channels
source: Suggested Channels
de: Empfohlene Kanäle
hu: Ajánlott csatornák

# template-suggested-channels-help
source: These channels are added to the connection’s channel list, where any of them can be removed.
de: Diese Kanäle werden zur Kanalliste der Verbindung hinzugefügt und können dort einzeln entfernt werden.
hu: Ezek a csatornák bekerülnek a kapcsolat csatornalistájába, ahonnan bármelyik eltávolítható.

# there-are-no-certificates
source: There are no certificates in the keychain configured for identity purposes. Certificates must meet the following criteria: • Certificate is configured as type: “SSL Client” • Certificate has matching private key
de: Im Schlüsselbund sind keine Zertifikate zur Identifizierung eingerichtet. Zertifikate müssen folgende Kriterien erfüllen: • Zertifikatstyp: "SSL Client" • Passender privater Schlüssel vorhanden
hu: A kulcskarikában nincs személyazonosításra beállított tanúsítvány. A tanúsítványnak a következő feltételeknek kell megfelelnie: • Típusa: "SSL Client" • Rendelkezik hozzá tartozó privát kulccsal

# this-connections-configuration-has-changed-do
source: Reload the connection’s settings?
de: Verbindungseinstellungen neu laden?
hu: Újratöltöd a kapcsolat beállításait?

# tor-browser-note
source: Tor Browser must be running before connecting.
de: Tor Browser muss vor dem Verbinden gestartet sein.
hu: Kapcsolódás előtt el kell indítani a Tor Browsert.

source: Username
de: Benutzername
hu: Felhasználónév

# validate-server-certificate-chain
source: Validate the certificate chain when connecting
de: Zertifikatskette beim Verbinden überprüfen
hu: Tanúsítványlánc ellenőrzése kapcsolódáskor

source: Vendor Specific
de: Herstellerspezifisch
hu: Gyártóspecifikus

# view-cipher-suites
source: Cipher suites in this list
de: Cipher-Suites in dieser Liste
hu: A lista titkosítási csomagjai

# warn-when-channels-cannot-be-joined
source: Warn if channels cannot be joined
de: Warnen, wenn Kanälen nicht beigetreten werden kann
hu: Figyelmeztetés, ha nem lehet csatlakozni a csatornákhoz

# you-will-loose-unsaved-changes-if
source: Your unsaved changes will be discarded.
de: Deine ungesicherten Änderungen werden verworfen.
hu: A nem mentett módosítások elvesznek.

# znc-ignore-configured-autojoin
source: Do not automatically join channels on connect
de: Beim Verbinden nicht automatisch Kanälen beitreten
hu: Ne csatlakozzon automatikusan a csatornákhoz kapcsolódáskor

# znc-ignore-playback-notifications
source: Do not show notifications for the playback buffer
de: Keine Benachrichtigungen für wiedergegebene Nachrichten anzeigen
hu: Ne jelenjenek meg értesítések a visszajátszott előzményekről

# znc-only-playback-latest
source: Only play back messages you missed
de: Nur verpasste Nachrichten wiedergeben
hu: Csak az elmulasztott üzenetek visszajátszása

# znc-version-note
source: These options target ZNC 1.2 and later.
de: Diese Optionen gelten für ZNC 1.2 und neuer.
hu: Ezek a beállítások a ZNC 1.2-es és újabb verzióira vonatkoznak.

# channel-help
source: Choose All Channels to apply this rule everywhere.
de: Wähle Alle Kanäle, um diese Regel überall anzuwenden.
hu: Válaszd az Összes csatorna lehetőséget, hogy a szabály mindenhol érvényes legyen.

# channel-label
source: Channel
de: Kanal
hu: Csatorna

# keyword-help
source: The word or phrase this rule matches.
de: Das Wort oder die Wortgruppe, nach der diese Regel sucht.
hu: A szabály által keresett szó vagy kifejezés.

# keyword-label
source: Keyword
de: Schlüsselwort
hu: Kulcsszó

# match-type-label
source: Match Type
de: Übereinstimmungstyp
hu: Egyezés típusa

# highlight-rule-window-title
source: Highlight Rule
de: Hervorhebungsregel
hu: Kiemelési szabály

# rule-description
source: Highlight or ignore a keyword on this connection alone.
de: Ein Schlüsselwort nur für diese Verbindung hervorheben oder ignorieren.
hu: Kulcsszó kiemelése vagy mellőzése csak ezen a kapcsolaton.

# keyword-placeholder
source: Word or phrase
de: Wort oder Wortgruppe
hu: Szó vagy kifejezés

source: Add Server
de: Server hinzufügen
hu: Kiszolgáló hozzáadása

# endpoint-list-secure-column
source: Secure
de: Verschlüsselt
hu: Titkosított

# enter-a-whole-number-between-1
source: Enter a whole number between 1 and 65,535.
de: Gib eine ganze Zahl zwischen 1 und 65.535 ein.
hu: Adj meg egy 1 és 65 535 közötti egész számot.

# explanation
source: Glasstual tries these servers from top to bottom. Use the arrow buttons to change their order; the first server is primary.
de: Glasstual versucht die Server von oben nach unten. Ändere die Reihenfolge mit den Pfeiltasten; der erste Server ist der primäre.
hu: A Glasstual fentről lefelé próbálja a kiszolgálókat. A nyílgombokkal módosíthatod a sorrendet; az első az elsődleges kiszolgáló.

source: Move Down
de: Nach unten
hu: Lefelé

source: Move Up
de: Nach oben
hu: Felfelé

source: Remove Server
de: Server entfernen
hu: Kiszolgáló eltávolítása

source: Server List
de: Serverliste
hu: Kiszolgálólista

# endpoint-list-server-password-help
source: Sent with the PASS command when connecting, and stored in your keychain. This is not your NickServ password.
de: Wird beim Verbinden mit PASS gesendet und in deinem Schlüsselbund gespeichert. Dies ist nicht dein NickServ-Passwort.
hu: Kapcsolódáskor a PASS paranccsal küldjük el, és a kulcskarikában tároljuk. Ez nem a NickServ-jelszavad.

# value-you-entered-is-not
source: Enter a server address, such as irc.example.com.
de: Gib eine Serveradresse wie irc.example.com ein.
hu: Adj meg egy kiszolgálócímet, például irc.example.com.

# endpoint-list-window-title
source: Alternate Servers
de: Alternative Server
hu: Alternatív kiszolgálók

# cipher-suites-label
source: Cipher suites
hu: Titkosítási csomagok

source: Nickname
hu: Becenév

source: Proxy Server
hu: Proxykiszolgáló

# template-website
source: Website
hu: Weboldal

source: ZNC Bouncer
hu: ZNC-közvetítő
